#вариант 1
print('Вариант 1:')
print('=========================')
print('Привет\nДруг!')
print('=========================')

#вариант2
print('\nВариант 2:')
print('=========================')
print('||\t\tПривет\t\t\t||\n||\t\tДруг!\t\t\t||')
print('=========================')

#вариант3
print('\nВариант 3:')
print('=========================')
print('||\t\t\t\t\t\t||\n||\t\t\t\t\t\t||')
print('||\t\tПривет\t\t\t||\n||\t\tДруг!\t\t\t||')
print('||\t\t\t\t\t\t||\n||\t\t\t\t\t\t||')
print('=========================')